Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# gameConfig.apply.failed
source: Failed to apply config: %@
ar: تعذّر تطبيق التكوين: %@
cs: Konfiguraci se nepodařilo použít: %@
da: Konfigurationen kunne ikke anvendes: %@
de: Konfiguration konnte nicht angewendet werden: %@
es: Error al aplicar la config.: %@
fi: Määritysten käyttöönotto epäonnistui: %@
fr: Échec de l'application de la config : %@
it: Impossibile applicare la config: %@
ja: 構成を適用できませんでした: %@
ko: 구성을 적용하지 못했습니다: %@
nl: Toepassen van configuratie mislukt: %@
pl: Nie zastosowano konfiguracji: %@
pt_br: Falha ao aplicar a config.: %@
pt_pt: Falha ao aplicar a config.: %@
ro: Aplicarea configurației a eșuat: %@
ru: Не удалось применить конфигурацию: %@
sv: Konfigurationen kunde inte tillämpas: %@
tr: Yapılandırma uygulanamadı: %@
uk: Не вдалося застосувати конфігурацію: %@
vi: Không áp dụng được cấu hình: %@
zh_hans: 无法应用配置：%@
zh_hant: 無法套用組態：%@

# gameConfig.apply.failed %@
source: Failed to apply configuration: %@
ar: تعذّر تطبيق التكوين: %@
cs: Konfiguraci se nepodařilo použít: %@
da: Konfigurationen blev ikke anvendt: %@
de: Konfiguration nicht angewendet: %@
es: Error al aplicar la configuración: %@
fi: Määritysten käyttöönotto epäonnistui: %@
fr: Échec de l'application de la configuration : %@
it: Impossibile applicare la configurazione: %@
ja: 構成を適用できませんでした: %@
ko: 구성을 적용하지 못했습니다: %@
nl: Configuratie niet toegepast: %@
pl: Nie zastosowano konfiguracji: %@
pt_br: Falha ao aplicar a configuração: %@
pt_pt: Falha ao aplicar a configuração: %@
ro: Aplicarea configurației a eșuat: %@
ru: Не удалось применить конфигурацию: %@
sv: Konfigurationen tillämpades inte: %@
tr: Yapılandırma uygulanamadı: %@
uk: Не вдалося застосувати конфігурацію: %@
vi: Không áp dụng được cấu hình: %@
zh_hans: 无法应用配置：%@
zh_hant: 無法套用組態：%@

# gameConfig.apply.success
source: Applied config for %@
ar: تم تطبيق التكوين على %@
cs: Použita konfigurace pro %@
da: Konfiguration anvendt for %@
de: Konfiguration für %@ angewendet
es: Configuración aplicada para %@
fi: Otettiin käyttöön määritykset kohteelle %@
fr: Configuration appliquée pour %@
it: Configurazione applicata per %@
ja: %@ の構成を適用しました
ko: %@ 구성을 적용했습니다
nl: Configuratie toegepast voor %@
pl: Zastosowano konfigurację dla %@
pt_br: Configuração aplicada para %@
pt_pt: Configuração aplicada para %@
ro: Configurație aplicată pentru %@
ru: Конфигурация для %@ применена
sv: Konfiguration tillämpad för %@
tr: %@ için yapılandırma uygulandı
uk: Конфігурацію для %@ застосовано
vi: Đã áp dụng cấu hình cho %@
zh_hans: 已应用 %@ 的配置
zh_hant: 已套用 %@ 的組態

# gameConfig.apply.success %@
source: Applied %@ configuration
ar: تم تطبيق تكوين %@
cs: Použita konfigurace %@
da: Konfigurationen %@ er anvendt
de: Konfiguration %@ angewendet
es: Configuración %@ aplicada
fi: Otettiin käyttöön määritys %@
fr: Configuration %@ appliquée
it: Configurazione %@ applicata
ja: %@ の構成を適用しました
ko: %@ 구성을 적용했습니다
nl: Configuratie %@ toegepast
pl: Zastosowano konfigurację %@
pt_br: Configuração %@ aplicada
pt_pt: Configuração %@ aplicada
ro: Configurația %@ a fost aplicată
ru: Применена конфигурация %@
sv: Konfigurationen %@ har tillämpats
tr: %@ yapılandırması uygulandı
uk: Застосовано конфігурацію %@
vi: Đã áp dụng cấu hình %@
zh_hans: 已应用 %@ 配置
zh_hant: 已套用 %@ 組態

# gameConfig.banner.apply
source: Apply…
ar: تطبيق…
cs: Použít…
da: Anvend…
de: Anwenden…
es: Aplicar…
fi: Ota käyttöön…
fr: Appliquer…
it: Applica…
ja: 適用…
ko: 적용…
nl: Pas toe…
pl: Zastosuj…
pt_br: Aplicar…
pt_pt: Aplicar…
ro: Aplică…
ru: Применить…
sv: Tillämpa…
tr: Uygula…
uk: Застосувати…
vi: Áp dụng…
zh_hans: 应用…
zh_hant: 套用…

# gameConfig.banner.available %@
source: Configuration available for %@
ar: يتوفر تكوين لـ %@
cs: K dispozici konfigurace pro %@
da: Konfiguration tilgængelig for %@
de: Konfiguration für %@ verfügbar
es: Configuración disponible para %@
fi: Määritys saatavilla: %@
fr: Configuration disponible pour %@
it: Configurazione disponibile per %@
ja: %@ 用の構成があります
ko: %@에 사용할 구성이 있습니다
nl: Configuratie beschikbaar voor %@
pl: Dostępna konfiguracja dla %@
pt_br: Configuração disponível para %@
pt_pt: Configuração disponível para %@
ro: Configurație disponibilă pentru %@
ru: Есть конфигурация для %@
sv: Konfiguration finns för %@
tr: %@ için yapılandırma mevcut
uk: Є конфігурація для %@
vi: Có cấu hình cho %@
zh_hans: 有适用于 %@ 的配置
zh_hant: 有適用於 %@ 的組態

# gameConfig.banner.notThis
source: Not this
ar: ليس هذا
cs: Tato ne
da: Forkert spil
de: Falsches Spiel
es: No es este
fi: Ei tämä
fr: Pas celui-ci
it: Non è questo
ja: これではない
ko: 이 게임 아님
nl: Verkeerde game
pl: Nie ta
pt_br: Não é este
pt_pt: Não é este
ro: Nu e acesta
ru: Не эта
sv: Fel spel
tr: Bu değil
uk: Не ця
vi: Không phải
zh_hans: 不是这个
zh_hant: 不是這個

# gameConfig.banner.recommended
source: Recommended configs for this program
ar: التكوينات الموصى بها لهذا البرنامج
cs: Doporučené konfigurace pro tento program
da: Anbefalede konfigurationer til dette program
de: Empfohlene Konfigurationen für dieses Programm
es: Configuraciones recomendadas para este programa
fi: Tälle ohjelmalle suositellut määritykset
fr: Configurations recommandées pour ce programme
it: Configurazioni consigliate per questo programma
ja: このプログラムの推奨構成
ko: 이 프로그램에 권장되는 구성
nl: Aanbevolen configuraties voor dit programma
pl: Zalecane konfiguracje dla tego programu
pt_br: Configurações recomendadas para este programa
pt_pt: Configurações recomendadas para este programa
ro: Configurații recomandate pentru acest program
ru: Рекомендуемые конфигурации для программы
sv: Rekommenderade konfigurationer för programmet
tr: Bu program için önerilen yapılandırmalar
uk: Рекомендовані конфігурації для програми
vi: Cấu hình khuyến nghị cho chương trình này
zh_hans: 适用于此程序的推荐配置
zh_hant: 適用於此程式的建議組態

# gameConfig.banner.why
source: Why this match?
ar: لماذا هذا التطابق؟
cs: Proč tato shoda?
da: Hvorfor dette match?
de: Warum dieser Treffer?
es: ¿Por qué coincide?
fi: Miksi tämä osuma?
fr: Pourquoi ce résultat ?
it: Perché è compatibile?
ja: 一致した理由は？
ko: 왜 일치합니까?
nl: Waarom deze match?
pl: Dlaczego to pasuje?
pt_br: Por que essa sugestão?
pt_pt: Porquê esta sugestão?
ro: De ce se potrivește?
ru: Почему совпало?
sv: Varför denna träff?
tr: Neden bu eşleşme?
uk: Чому саме ця?
vi: Vì sao khớp?
zh_hans: 为何匹配？
zh_hant: 為何符合？

# gameConfig.detail.applyTo %@
source: Apply to %@…
ar: تطبيق على %@…
cs: Použít na %@…
da: Anvend på %@…
de: Auf %@ anwenden…
es: Aplicar a %@…
fi: Ota käyttöön: %@…
fr: Appliquer à %@…
it: Applica a %@…
ja: %@ に適用…
ko: %@에 적용…
nl: Pas toe op %@…
pl: Zastosuj do %@…
pt_br: Aplicar em %@…
pt_pt: Aplicar a %@…
ro: Aplică la %@…
ru: Применить к %@…
sv: Tillämpa på %@…
tr: %@ için uygula…
uk: Застосувати до %@…
vi: Áp dụng cho %@…
zh_hans: 应用到 %@…
zh_hant: 套用至 %@…

# gameConfig.detail.atAGlance
source: At a Glance
ar: نظرة سريعة
cs: Ve zkratce
da: Overblik
de: Auf einen Blick
es: Resumen
fi: Yhdellä silmäyksellä
fr: En bref
it: In sintesi
ja: 概要
ko: 한눈에 보기
nl: In het kort
pl: W skrócie
pt_br: Resumo
pt_pt: Em resumo
ro: Pe scurt
ru: Коротко
sv: Snabböversikt
tr: Bir Bakışta
uk: Коротко
vi: Tổng quan nhanh
zh_hans: 概览
zh_hant: 重點摘要

# gameConfig.detail.communityConfig
source: Community config, not maintainer-verified
ar: تكوين من المجتمع، غير مُتحقق منه من المشرف
cs: Konfigurace od komunity, neověřená správcem
da: Konfiguration fra fællesskabet, ikke verificeret
de: Community-Konfiguration, nicht vom Maintainer geprüft
es: Configuración de la comunidad, sin verificar
fi: Yhteisön määritys, ei ylläpitäjän vahvistama
fr: Configuration communautaire, non vérifiée
it: Configurazione della community, non verificata
ja: コミュニティ提供の構成です (メンテナ未検証)
ko: 커뮤니티 구성이며 관리자가 검증하지 않았습니다
nl: Communityconfiguratie, niet geverifieerd door beheerder
pl: Konfiguracja społeczności, niezweryfikowana
pt_br: Configuração da comunidade, não verificada
pt_pt: Configuração da comunidade, não verificada
ro: Configurație din comunitate, neverificată
ru: Конфигурация от сообщества, не проверена
sv: Konfiguration från communityn, inte verifierad
tr: Topluluk yapılandırması, geliştirici tarafından doğrulanmamış
uk: Конфігурація від спільноти, не перевірена
vi: Cấu hình từ cộng đồng, chưa được người bảo trì xác minh
zh_hans: 社区提供的配置，未经维护者验证
zh_hant: 社群提供的組態，未經維護者驗證

# gameConfig.detail.dllOverrides
source: DLL Overrides
ar: تجاوزات DLL
cs: Přepisy DLL
da: DLL-tilsidesættelser
de: DLL-Überschreibungen
es: Anulaciones de DLL
fi: DLL-ohitukset
fr: Remplacements de DLL
it: Override DLL
ja: DLL の上書き
ko: DLL 재정의
pl: Zastąpienia DLL
pt_br: Substituições de DLL
pt_pt: Substituições de DLL
ro: Suprascrieri DLL
ru: Замены DLL
sv: DLL-åsidosättningar
tr: DLL Geçersiz Kılmaları
uk: Перевизначення DLL
vi: Ghi đè DLL
zh_hans: DLL 覆盖
zh_hant: DLL 覆寫

# gameConfig.detail.graphics
source: Graphics
ar: الرسوميات
cs: Grafika
da: Grafik
de: Grafik
es: Gráficos
fi: Grafiikka
fr: Graphismes
it: Grafica
ja: グラフィックス
ko: 그래픽
nl: Grafisch
pl: Grafika
pt_br: Gráficos
pt_pt: Gráficos
ro: Grafică
ru: Графика
sv: Grafik
tr: Grafik
uk: Графіка
vi: Đồ họa
zh_hans: 图形
zh_hant: 圖形

# gameConfig.detail.notes
source: Notes & Known Issues
ar: ملاحظات ومشكلات معروفة
cs: Poznámky a známé problémy
da: Noter og kendte problemer
de: Hinweise & bekannte Probleme
es: Notas y problemas conocidos
fi: Huomautukset ja tunnetut ongelmat
fr: Notes et problèmes connus
it: Note e problemi noti
ja: メモと既知の問題
ko: 메모 및 알려진 문제
nl: Opmerkingen en bekende problemen
pl: Uwagi i znane problemy
pt_br: Notas e problemas conhecidos
pt_pt: Notas e problemas conhecidos
ro: Note și probleme cunoscute
ru: Заметки и известные проблемы
sv: Anteckningar och kända problem
tr: Notlar ve Bilinen Sorunlar
uk: Нотатки та відомі проблеми
vi: Ghi chú và sự cố đã biết
zh_hans: 备注与已知问题
zh_hant: 備註與已知問題

# gameConfig.detail.noVariant
source: No configuration variant available
ar: لا يتوفر أي متغير للتكوين
cs: Není dostupná žádná varianta konfigurace
da: Ingen konfigurationsvariant tilgængelig
de: Keine Konfigurationsvariante verfügbar
es: No hay ninguna variante de configuración disponible
fi: Määritysvarianttia ei ole saatavilla
fr: Aucune variante de configuration disponible
it: Nessuna variante di configurazione disponibile
ja: 利用できる構成のバリエーションはありません
ko: 사용할 수 있는 구성 변형이 없습니다
nl: Geen configuratievariant beschikbaar
pl: Brak dostępnych wariantów konfiguracji
pt_br: Nenhuma variante de configuração disponível
pt_pt: Nenhuma variante de configuração disponível
ro: Nicio variantă de configurație disponibilă
ru: Нет доступных вариантов конфигурации
sv: Ingen konfigurationsvariant tillgänglig
tr: Kullanılabilir yapılandırma çeşidi yok
uk: Немає доступних варіантів конфігурації
vi: Không có biến thể cấu hình nào
zh_hans: 没有可用的配置变体
zh_hant: 沒有可用的組態變體

# gameConfig.detail.performance
source: Performance
ar: الأداء
cs: Výkon
da: Ydeevne
de: Leistung
es: Rendimiento
fi: Suorituskyky
fr: Performances
it: Prestazioni
ja: パフォーマンス
ko: 성능
nl: Prestaties
pl: Wydajność
pt_br: Desempenho
pt_pt: Desempenho
ro: Performanță
ru: Производительность
sv: Prestanda
tr: Performans
uk: Продуктивність
vi: Hiệu năng
zh_hans: 性能
zh_hant: 效能

# gameConfig.detail.provenance
source: About This Config
ar: حول هذا التكوين
cs: O této konfiguraci
da: Om denne konfiguration
de: Über diese Konfiguration
es: Acerca de esta configuración
fi: Tietoja tästä määrityksestä
fr: À propos de cette configuration
it: Informazioni su questa configurazione
ja: この構成について
ko: 이 구성에 대하여
nl: Over deze configuratie
pl: O tej konfiguracji
pt_br: Sobre esta configuração
pt_pt: Acerca desta configuração
ro: Despre această configurație
ru: Об этой конфигурации
sv: Om konfigurationen
tr: Bu Yapılandırma Hakkında
uk: Про цю конфігурацію
vi: Về cấu hình này
zh_hans: 关于此配置
zh_hant: 關於此組態

# gameConfig.detail.provenance.author
source: Author
ar: المؤلف
cs: Autor
da: Forfatter
de: Autor
es: Autor
fi: Tekijä
fr: Auteur
it: Autore
ja: 作成者
ko: 작성자
nl: Auteur
pl: Autor
pt_br: Autor
pt_pt: Autor
ro: Autor
ru: Автор
sv: Skapare
tr: Yazar
uk: Автор
vi: Tác giả
zh_hans: 作者
zh_hant: 作者

# gameConfig.detail.provenance.lastUpdated
source: Last Updated
ar: آخر تحديث
cs: Naposledy aktualizováno
da: Sidst opdateret
de: Zuletzt aktualisiert
es: Última actualización
fi: Päivitetty viimeksi
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新
ko: 마지막 업데이트
nl: Laatst bijgewerkt
pl: Ostatnia aktualizacja
pt_br: Última atualização
pt_pt: Última atualização
ro: Ultima actualizare
ru: Обновлено
sv: Senast uppdaterad
tr: Son Güncelleme
uk: Оновлено
vi: Cập nhật lần cuối
zh_hans: 最后更新
zh_hant: 最後更新

# gameConfig.detail.provenance.reference
source: Reference
ar: المرجع
cs: Odkaz
de: Referenz
es: Referencia
fi: Viite
fr: Référence
it: Riferimento
ja: 参照元
ko: 참조
nl: Referentie
pl: Odnośnik
pt_br: Referência
pt_pt: Referência
ro: Referință
ru: Ссылка
sv: Referens
tr: Referans
uk: Посилання
vi: Tham chiếu
zh_hans: 参考
zh_hant: 參考資料

# gameConfig.detail.provenance.source
source: Source
ar: المصدر
cs: Zdroj
da: Kilde
de: Quelle
es: Fuente
fi: Lähde
it: Origine
ja: 提供元
ko: 출처
nl: Bron
pl: Źródło
pt_br: Origem
pt_pt: Origem
ro: Sursă
ru: Источник
sv: Källa
tr: Kaynak
uk: Джерело
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

# gameConfig.detail.recommendedConfig
source: Recommended Configuration
ar: التكوين الموصى به
cs: Doporučená konfigurace
da: Anbefalet konfiguration
de: Empfohlene Konfiguration
es: Configuración recomendada
fi: Suositeltu määritys
fr: Configuration recommandée
it: Configurazione consigliata
ja: 推奨構成
ko: 권장 구성
nl: Aanbevolen configuratie
pl: Zalecana konfiguracja
pt_br: Configuração recomendada
pt_pt: Configuração recomendada
ro: Configurație recomandată
ru: Рекомендуемая конфигурация
sv: Rekommenderad konfiguration
tr: Önerilen Yapılandırma
uk: Рекомендована конфігурація
vi: Cấu hình khuyến nghị
zh_hans: 推荐配置
zh_hant: 建議組態

# gameConfig.detail.required
source: Required
ar: مطلوب
cs: Vyžadováno
da: Påkrævet
de: Erforderlich
es: Obligatorio
fi: Vaaditaan
fr: Requis
it: Obbligatorio
ja: 必須
ko: 필수
nl: Vereist
pl: Wymagane
pt_br: Obrigatório
pt_pt: Obrigatório
ro: Obligatoriu
ru: Требуется
sv: Krävs
tr: Gerekli
uk: Потрібно
vi: Bắt buộc
zh_hans: 必需
zh_hant: 必要

# gameConfig.detail.showAdvanced
source: Show advanced details
ar: إظهار التفاصيل المتقدمة
cs: Zobrazit pokročilé podrobnosti
da: Vis avancerede detaljer
de: Erweiterte Details einblenden
es: Mostrar detalles avanzados
fi: Näytä lisätiedot
fr: Afficher les détails avancés
it: Mostra dettagli avanzati
ja: 詳細情報を表示
ko: 고급 세부사항 보기
nl: Toon geavanceerde details
pl: Pokaż szczegóły zaawansowane
pt_br: Mostrar detalhes avançados
pt_pt: Mostrar detalhes avançados
ro: Arată detalii avansate
ru: Показать подробности
sv: Visa avancerade detaljer
tr: Gelişmiş ayrıntıları göster
uk: Показати подробиці
vi: Hiện chi tiết nâng cao
zh_hans: 显示高级信息
zh_hant: 顯示進階資訊

# gameConfig.detail.variants
source: Variants
ar: المتغيرات
cs: Varianty
da: Varianter
de: Varianten
es: Variantes
fi: Variantit
fr: Variantes
it: Varianti
ja: バリエーション
ko: 변형
nl: Varianten
pl: Warianty
pt_br: Variantes
pt_pt: Variantes
ro: Variante
ru: Варианты
sv: Varianter
tr: Çeşitler
uk: Варіанти
vi: Biến thể
zh_hans: 变体
zh_hant: 變體

# gameConfig.detail.whatItChanges
source: What It Changes
ar: ما الذي يغيّره
cs: Co se změní
da: Hvad den ændrer
de: Was geändert wird
es: Qué cambia
fi: Mitä se muuttaa
fr: Ce que cela modifie
it: Cosa modifica
ja: 変更される内容
ko: 변경되는 항목
nl: Wat er verandert
pl: Co zmienia
pt_br: O que muda
pt_pt: O que altera
ro: Ce modifică
ru: Что изменится
sv: Det här ändras
tr: Neleri Değiştirir
uk: Що змінюється
vi: Những gì sẽ thay đổi
zh_hans: 更改的内容
zh_hant: 會變更的項目

# gameConfig.preview.applyButton
source: Apply Configuration
ar: تطبيق التكوين
cs: Použít konfiguraci
da: Anvend konfiguration
de: Konfiguration anwenden
es: Aplicar configuración
fi: Ota määritys käyttöön
fr: Appliquer la configuration
it: Applica configurazione
ja: 構成を適用
ko: 구성 적용
nl: Pas configuratie toe
pl: Zastosuj konfigurację
pt_br: Aplicar configuração
pt_pt: Aplicar configuração
ro: Aplică configurația
ru: Применить конфигурацию
sv: Tillämpa konfiguration
tr: Yapılandırmayı Uygula
uk: Застосувати конфігурацію
vi: Áp dụng cấu hình
zh_hans: 应用配置
zh_hant: 套用組態

# gameConfig.preview.applyTo
source: Apply to:
ar: التطبيق على:
cs: Použít na:
da: Anvend på:
de: Anwenden auf:
es: Aplicar a:
fi: Kohde:
fr: Appliquer à :
it: Applica a:
ja: 適用先:
ko: 적용 대상:
nl: Toepassen op:
pl: Zastosuj do:
pt_br: Aplicar em:
pt_pt: Aplicar a:
ro: Aplică la:
ru: Применить к:
sv: Tillämpa på:
tr: Uygulanacak şişe:
uk: Застосувати до:
vi: Áp dụng cho:
zh_hans: 应用到：
zh_hant: 套用至：

# gameConfig.preview.cancel
source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Kumoa
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# gameConfig.preview.dontShowAgain
source: Don't show preview again
ar: عدم إظهار المعاينة مرة أخرى
cs: Náhled už nezobrazovat
da: Vis ikke eksempel igen
de: Vorschau nicht mehr anzeigen
es: No volver a mostrar la vista previa
fi: Älä näytä esikatselua uudelleen
fr: Ne plus afficher l'aperçu
it: Non mostrare più l'anteprima
ja: 今後プレビューを表示しない
ko: 미리보기 다시 표시 안 함
nl: Voorbeeld niet meer tonen
pl: Nie pokazuj więcej podglądu
pt_br: Não mostrar a prévia novamente
pt_pt: Não mostrar a pré-visualização novamente
ro: Nu mai arăta previzualizarea
ru: Больше не показывать предпросмотр
sv: Visa inte förhandsvisning igen
tr: Önizlemeyi bir daha gösterme
uk: Більше не показувати попередній перегляд
vi: Không hiện bản xem trước nữa
zh_hans: 不再显示预览
zh_hant: 不再顯示預覽

# gameConfig.preview.incomplete
source: Incomplete (missing dependencies)
ar: غير مكتمل (تبعيات مفقودة)
cs: Neúplné (chybí závislosti)
da: Ufuldstændig (manglende afhængigheder)
de: Unvollständig (fehlende Abhängigkeiten)
es: Incompleta (faltan dependencias)
fi: Puutteellinen (riippuvuuksia puuttuu)
fr: Incomplète (dépendances manquantes)
it: Incompleta (dipendenze mancanti)
ja: 不完全 (依存関係が不足)
ko: 불완전(의존성 누락)
nl: Onvolledig (ontbrekende afhankelijkheden)
pl: Niekompletna (brak zależności)
pt_br: Incompleta (dependências ausentes)
pt_pt: Incompleta (dependências em falta)
ro: Incompletă (dependențe lipsă)
ru: Неполная (не хватает зависимостей)
sv: Ofullständig (beroenden saknas)
tr: Eksik (bağımlılıklar yok)
uk: Неповна (бракує залежностей)
vi: Chưa đầy đủ (thiếu thành phần phụ thuộc)
zh_hans: 不完整（缺少依赖项）
zh_hant: 不完整（缺少相依項目）

# gameConfig.preview.installComponents
source: Install Required Components
ar: تثبيت المكونات المطلوبة
cs: Nainstalovat potřebné komponenty
da: Installer påkrævede komponenter
de: Erforderliche Komponenten installieren
es: Instalar los componentes necesarios
fi: Asenna vaaditut komponentit
fr: Installer les composants requis
it: Installa i componenti richiesti
ja: 必要なコンポーネントをインストール
ko: 필요한 구성 요소 설치
nl: Installeer vereiste onderdelen
pl: Zainstaluj wymagane składniki
pt_br: Instalar componentes necessários
pt_pt: Instalar componentes necessários
ro: Instalează componentele necesare
ru: Установить необходимые компоненты
sv: Installera nödvändiga komponenter
tr: Gerekli Bileşenleri Yükle
uk: Встановити потрібні компоненти
vi: Cài các thành phần bắt buộc
zh_hans: 安装所需组件
zh_hant: 安裝必要元件

# gameConfig.preview.noChanges
source: No changes detected
ar: لم يتم اكتشاف أي تغييرات
cs: Nezjištěny žádné změny
da: Ingen ændringer fundet
de: Keine Änderungen erkannt
es: No se detectan cambios
fi: Muutoksia ei havaittu
fr: Aucune modification détectée
it: Nessuna modifica rilevata
ja: 変更点はありません
ko: 변경 사항 없음
nl: Geen wijzigingen gevonden
pl: Nie wykryto zmian
pt_br: Nenhuma alteração detectada
pt_pt: Nenhuma alteração detetada
ro: Nicio modificare detectată
ru: Изменений нет
sv: Inga ändringar hittades
tr: Değişiklik algılanmadı
uk: Змін немає
vi: Không phát hiện thay đổi nào
zh_hans: 未检测到更改
zh_hant: 未偵測到變更

# gameConfig.preview.restartNote
source: These changes will take effect on next launch
ar: ستسري هذه التغييرات عند التشغيل التالي
cs: Změny se projeví při příštím spuštění
da: Ændringerne træder i kraft ved næste start
de: Diese Änderungen werden beim nächsten Start wirksam
es: Estos cambios se aplicarán en el próximo inicio
fi: Nämä muutokset tulevat voimaan seuraavalla käynnistyskerralla
fr: Ces modifications prendront effet au prochain lancement
it: Queste modifiche avranno effetto al prossimo avvio
ja: これらの変更は次回の起動時に反映されます
ko: 이 변경 사항은 다음 실행 시 적용됩니다
nl: Deze wijzigingen worden bij de volgende start actief
pl: Zmiany zadziałają przy następnym uruchomieniu
pt_br: Estas alterações entram em vigor na próxima abertura
pt_pt: Estas alterações terão efeito no próximo arranque
ro: Aceste modificări vor avea efect la următoarea lansare
ru: Изменения вступят в силу при следующем запуске
sv: Ändringarna börjar gälla vid nästa start
tr: Bu değişiklikler bir sonraki başlatmada geçerli olur
uk: Зміни наберуть чинності під час наступного запуску
vi: Các thay đổi này có hiệu lực ở lần khởi chạy tiếp theo
zh_hans: 这些更改将在下次启动时生效
zh_hant: 這些變更會在下次啟動時生效

# gameConfig.preview.staleConfig
source: Stale Configuration
ar: تكوين قديم
cs: Zastaralá konfigurace
da: Forældet konfiguration
de: Veraltete Konfiguration
es: Configuración obsoleta
fi: Vanhentunut määritys
fr: Configuration obsolète
it: Configurazione obsoleta
ja: 古い構成
ko: 오래된 구성
nl: Verouderde configuratie
pl: Nieaktualna konfiguracja
pt_br: Configuração desatualizada
pt_pt: Configuração desatualizada
ro: Configurație învechită
ru: Устаревшая конфигурация
sv: Föråldrad konfiguration
tr: Eski Yapılandırma
uk: Застаріла конфігурація
vi: Cấu hình đã cũ
zh_hans: 配置已过时
zh_hant: 組態已過時

# gameConfig.preview.title
source: Configuration Preview
ar: معاينة التكوين
cs: Náhled konfigurace
da: Eksempel på konfiguration
de: Konfigurationsvorschau
es: Vista previa de la configuración
fi: Määrityksen esikatselu
fr: Aperçu de la configuration
it: Anteprima della configurazione
ja: 構成のプレビュー
ko: 구성 미리보기
nl: Configuratievoorbeeld
pl: Podgląd konfiguracji
pt_br: Prévia da configuração
pt_pt: Pré-visualização da configuração
ro: Previzualizarea configurației
ru: Предпросмотр конфигурации
sv: Förhandsvisning av konfiguration
tr: Yapılandırma Önizlemesi
uk: Попередній перегляд конфігурації
vi: Xem trước cấu hình
zh_hans: 配置预览
zh_hant: 組態預覽

# gameConfig.preview.winetricksInstalled
source: Already installed
ar: مثبت بالفعل
cs: Již nainstalováno
da: Allerede installeret
de: Bereits installiert
es: Ya está instalado
fi: Jo asennettu
fr: Déjà installé
it: Già installato
ja: インストール済み
ko: 이미 설치됨
nl: Al geïnstalleerd
pl: Już zainstalowane
pt_br: Já instalado
pt_pt: Já instalado
ro: Deja instalat
ru: Уже установлено
sv: Redan installerad
tr: Zaten yüklü
uk: Уже встановлено
vi: Đã cài đặt
zh_hans: 已安装
zh_hant: 已安裝

# gameConfig.preview.winetricksMissing
source: Not installed
ar: غير مثبت
cs: Nenainstalováno
da: Ikke installeret
de: Nicht installiert
es: No instalado
fi: Ei asennettu
fr: Non installé
it: Non installato
ja: 未インストール
ko: 설치되지 않음
nl: Niet geïnstalleerd
pl: Niezainstalowane
pt_br: Não instalado
pt_pt: Não instalado
ro: Neinstalat
ru: Не установлено
sv: Inte installerad
tr: Yüklü değil
uk: Не встановлено
vi: Chưa cài đặt
zh_hans: 未安装
zh_hant: 未安裝
